<?php

return [

    'fees_1' => 'الرسوم الدراسية',
    'fees_add' => 'اضافة رسوم جديدة',

    # Table
    'name' => 'الاسم',
    'amount' => 'المبلغ',
    'grade' => 'المرحلة الدراسية',
    'classroom' => 'الفصل',
    'year' => 'السنة الدراسية',
    'note' => 'الملاحظات',  
    'type' => 'نوع الرسوم',
    'type1' => 'رسوم مدرسية',
    'type2' => 'رسوم الباص',
    'type3' => 'أخري',
    'processes' => 'العمليات',
    'add' => 'اضافة',
    'add_fee' => 'اضافة رسوم جديدة',
    'edit_fee' => 'تعديل الرسوم',
    'delete_fee' => 'حذف الرسوم',
    'delete_selected' => 'حذف الرسوم المختارة',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'close' => 'اغلاق',
    'submit' => 'حفظ',

    'edited' => '!تم تعديل الرسوم بنجاح',
    'deleted' => '!تم حذف الرسوم بنجاح',
    'delete_warning' => 'هل انت متأكد من عملية الحذف؟',
];
