<?php

return [

    'grades' => 'المراحل الدراسية',
    'grades_1' => 'قائمة المراحل الدراسية',

    # Table
    'name' => 'الاسم',
    'note' => 'الملاحظات',
    'processes' => 'العمليات',
    'name_ar' => 'الاسم باللغة العربية',
    'name_en' => 'الاسم باللغة الانجليزية',
    'add' => 'اضافة',
    'add_grade' => 'اضافة مرحلة',
    'edit_grade' => 'تعديل المرحلة',
    'delete_grade' => 'حذف المرحلة',
    'delete_selected' => 'حذف الصفوف المختارة',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'close' => 'اغلاق',
    'submit' => 'حفظ',
    
    'added' => '!تم اضافة المرحلة الدراسية بنجاح',
    'edited' => '!تم تعديل المرحلة الدراسية بنجاح',
    'deleted' => '!تم حذف المرحلة الدراسية بنجاح',
    'delete_warning' => 'هل انت متأكد من عملية الحذف؟',

    'exists' => 'قيمة الحقل مستخدمة من قبل!',
    'if_classrooms_found' => 'لا يمكن حذف المرحلة الدراسية لوجود صفوف متعلقه بها!',
];
