<?php

return [
    'dashboard' => 'الرئيسية',
    ################################
    'programme' => 'برنامج ادارة المدارس',
    ################################
    'grades' => 'المراحل الدراسية',
    'grades_1' => 'قائمة المراحل الدراسية',
    ################################
    'classes' => 'الفصول',
    'classes_1' => 'قائمة الفصول',
    ################################
    'sections' => 'الأقسام',
    'sections_1' => 'قائمة الأقسام',
    ################################
    'students' => 'الطلاب',

    'student_management' => 'ادارة الطلاب',
    'students_1' => 'قائمة الطلاب',
    'students_add' => 'اضافة طالب',

    'promotions' => 'ترقية الطلاب',
    'students_promotion' => 'اضافة ترقية',
    'promotions_management' => 'ادارة الترقيات',

    'graduation' => 'الطلاب المتخرجين',
    'students_grauation' => 'اضافة تخرج',
    'grauations_management' => 'ادارة المتخرجين',
    ################################
    'teachers' => 'المعلمين',
    'teachers_1' => 'قائمة المعلمين',
    'teachers_add' => 'اضافة معلم',
    ################################
    'parents' => 'أولياء الأمور',
    'parents_1' => 'قائمة أولياء الأمور',
    'parents_add' => 'اضافة ولي أمر',
    ################################
    'accounts' => 'الحسابات',
    'fees_1' => 'الرسوم الدراسية',
    'fees_add' => 'اضافة رسوم جديدة',
    ################################
    'attendance' => 'الحضور',
    ################################
    'exams' => 'الامتحانات',
    ################################
    'library' => 'المكتبة',
    ################################
    'online_classes' => 'الحصص الأونلاين',
    ################################
    'settings' => 'الاعدادات',
    ################################
    'users' => 'المستخدمين',
];
