<?php

return [

    'classrooms' => 'الفصول',
    'classrooms_1' => 'قائمة الفصول',

    # Table
    'name' => 'الاسم',
    'note' => 'الملاحظات',
    'processes' => 'العمليات',
    'name_ar' => 'الاسم باللغة العربية',
    'name_en' => 'الاسم باللغة الانجليزية',
    'grade_id' => 'المرحلة الدراسية',
    'add' => 'اضافة',
    'add_classroom' => 'اضافة فصل',
    'add_row' => 'اضافة صف',
    'delete_row' => 'حذف صف',
    'delete_selected' => 'حذف الصفوف المختارة',
    'search' => 'البحث بواسطة المرحلة الدراسية',
    'edit_classroom' => 'تعديل الفصل',
    'delete_classroom' => 'حذف الفصل',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'close' => 'اغلاق',
    'submit' => 'حفظ',
    
    'added' => '!تم اضافة الفصل بنجاح',
    'edited' => '!تم تعديل الفصل بنجاح',
    'deleted' => '!تم حذف الفصل بنجاح',
    'delete_warning' => 'هل انت متأكد من عملية الحذف؟',

    'exists' => 'قيمة الحقل مستخدمة من قبل!',
    'if_sections_found' => 'لا يمكن حذف الفصل لوجود اقسام متعلقه بها!',
];
